/datum/uplink_item/device_tools/syndicate_pai
	name = "Синдикатовский персональный ИИ"
	desc = "Модифицированный персональный ИИ с увеличенным объёмом оперативной памяти нового поколения. Помимо стандартных программ, имеет возможность устанавливать продвинутые, такие как: тепловое зрение, медицинский инъектор, доступ к сети камер и удалённое управление оборудованием. Для функционирования требуется загрузить и выбрать из базы данных доступный ИИ"
	item = /obj/item/pai_card/syndicate
	cost = 8
	surplus = 0
