/obj/item/paper/fluff/eftk
	name = "Особенная записка."
	desc = "Если ты прочитаешь эту записку - двести двадцать проклятий свалится на твою голову."
	default_raw_text = "Ты думал, что я шутил? Я не шутил..."


/obj/item/paper/fluff/eftk/telegraph
	name = "Телефонная записка"
	desc = "Телефонная печатная запись. Обычно такие делаются во время записи разговора по проводному телефону. Слегка размытая и уже довольно старая, но можно разобрать напечатанное."
	default_raw_text = "<b>Неизвестный абонент женского пола: Всё готово?</b><br>\
	<b>Абонент телефонной станции №12: Всё сделано в лучшем виде, Филин в гнезде.</b><br>\
	<b>Неизвестный абонент женского пола: Супер. Чук и Гек тоже команду от меня получили. Скоро Филину пообщипываем перья. Они тоже этого давно ждали.</b><br>\
	<b>Абонент телефонной станции №12: Принято. Какие наши дальнейшие указания?</b><br>\
	<b>Неизвестный абонент женского пола: Не отсвечивать особо и ждать дальнейшего сигнала. Группа на Побережье к вам присоединиться чутка позже. Они ещё не поймали Белобрысого Орлана.</b><br>\
	<b>Абонент телефонной станции №12: Так зачем тогда резину тянуть? Отправь нас к ним на пополнение. Вместе точно отловим летуна.</b><br>\
	<b>Неизвестный абонент женского пола: Ага, в жбан ты пулю отловишь, а не летуна. Ты что, возомнил себя Нео из Матрицы? Они сейчас оба на стрёме будут, начнут своих подтягивать на шухер. Говорю же — ждите сигнала.</b><br>\
	<b>Абонент телефонной станции №12: Эх, ладно. В этой дыре ждать чего-то — целая вечность пройдёт. Тут даже бара толкового нет. Вот на Тайпане...</b><br>\
	<b>Неизвестный абонент женского пола: Какой Тайпан? Вы блять кто вообще? Не звоните сюда больше.</b><br>\
	<b>Неизвестный абонент женского пола повесила трубку. Разговор закончен.</b><br>"

/obj/item/paper/fluff/eftk/seer/one
	name = "Обмякшая записка"
	desc = "Довольно потрёпаная и обмякшая записка"
	default_raw_text = "Будешь слушать много голосов - оглохнешь. Послушаешь один - поверишь, но в ложь. И лишь голос разума укажет верный путь.\
	<b> - Провидец.</b><br>"

/obj/item/paper/fluff/eftk/seer/two
	name = "Окровавленная помятая записка"
	desc = "Записка из старой бумаги с пятнами крови."
	default_raw_text = "И собрал он вокруг себя Совет Шестерых, и сам стал Седьмым. Круг замкнулся, не смог принять он в него Восьмую. Под лоно своё начал привлекать он сыновей, что из песка пробудились. Возмутилась Восьмая - направила свой меч на Совет, но сыновья гордо подставляли свой щит за всех Семерых. И будет эта битва циклична, и не будет ей конца и края.\
	Воздаст Восьмая всем по заслугам, но от своего же меча, отраженного сыновьями - погибнет.\
	<b> - Провидец.</b><br>"

/obj/item/paper/fluff/eftk/seer/tree
	name = "Слегка порванная по краям записка"
	desc = "Изодранная, помятая записка."
	default_raw_text = "Была битва из крови и пота, сражались два брата, не на спор, но на смерть. Пришёл третий брат, самый младший - попытался разнять их, но слаб был и немощен. Тогда окатил он их водой из ведра - опомнились вдруг, но каждый всё равно стоял на своём. Стояла в углу дома сестра, тихо потешаясь, но не показывая виду.\
	<b> - Провидец.</b><br>"

/obj/item/paper/fluff/eftk/technican
	name = "Техническая записка"
	desc = "Записка на печатной бумаге, довольно свежая. Видимо, оставлена здесь прошлым заведующим мастерской."
	default_raw_text = "Здрав буде, сынку, или дочка - ай, не важно! Если ты читаешь эту записку - значит я уже отдыхаю где-нибудь на морях Астерии, попивая мохито. Но моя мастерская была мне дорога, как мать родная, поэтому - отдаю тебе её под полное распоряжение. Читай и запоминай нюансы, которые тебе следует знать:\
	1) <b>Верстак</b><br> работает только при включённом генераторе, потому что сеть питания у него - отдельная от бункера! И не задавай тупых вопросов и не спрашивай, почему так - сам не знаю. Может для того, чтобы не было нагрузки на сеть бункера. Многие подделки, которые тебе известны - можно сделать только на включённом верстаке.\
	2) <b>Генератор</b><br> тебе - чай не кипятильник. Стандартная температура покоя - <b>293 градуса по Кельвину</b><br>, перегреешь выше на 100 градусов - не досчитаешься волос на пятом месте, обгорят!\
	3) <b>Вода</b><br> охлаждает генератор - как по мере работы, так и по мере простоя, но можно выключать буфер, когда тебе вздумается. <b>Рециркулятор воды</b><br>, если раздобудешь - вещь полезная, позволяет снизить расход воды и немного повысить эффективность охлаждения.\
	4) <b>Топляк расходуется</b><br> только при включенном генераторе. Заправлять его можно - только из металлических канистр, из них же заливается и <b>вода</b><br>. Вставленный <b>топливный картридж</b><br> - позволит тебе снизить расход топлива при работе.\
	5) Охлаждать генератор можно и газом. При таком раскладе - ты снижаешь стандартную температуру генератора, тем самым - повышая порог степени начала его перегрева. Плюсом нагреваться генератор будет заметно медленнее, чем при использовании воды. Нужно охладить газ (в мастерской должна стоять канистра фреона), провести вокруг генератора тепловые (!) трубы - и будет тебе счастье.\
	Только вот каким образом ты газ охладишь в условиях бункера - вопрос конечно интересный. Коллеги по цеху мне говорили, что на объектах НТ по всему Новому Сиднею могут платы валяться от термомашин. Не знаю, брешут или нет.\
	Ну, вроде всё важное тебе поведал. Ты только смотри - не унывай там. Надеюсь, эвакуация и тебя скоро с планеты подберёт. Желаю удачи.\ <b>- Мастер Андрей.</b><br>"

/obj/item/paper/fluff/eftk/advice/blessed
	name = "Обмокшая записка"
	desc = "Записка на печатной бумаге, довольно промокшая. Но разглядеть написанное всё ещё можно."
	default_raw_text = "Привет, Серго. Сопроводил я твоего курьера с припасами вчера до вашего лагеря, путь выдался не близкий, но зато без приключений - видать мерки тварей в округе покошмарили знатно.\
	Правда недавно довольно страшную картину наблюдал, но в наши времена - уже всякое возможно. Ты же наверняка про Милосердных помнишь? Ну, они к нам захаживают иногда раненых подлечить от укусов мутантов, интересности про аномалии рассказать - эрудированные, вообщем, ребята. На кой ляд остались правда на Прометее, когда эвакуироваться могли - совсем не понятно, вроде НТшники им предлагали. Ну да не об том речь.\
	Значит, иду недавно вдоль озерца, что в Тёмном Лесу, вижу вдалеке - на другом берегу как раз фигура в тёмном балахоне и маске вороньей - как раз вроде бы их прикид. Мне отец в юности рассказывал, что маски такие - давным-давно на земле какие-то чумные доктора носили, только без фильтров. Выглядят потешно, но когда ничего другого под рукой нет - выбирать не приходится.\
	Всматриваюсь дальше поодаль от него - наёмник идёт, еле ногами перебирая, ствол вниз опустил, а другой рукой - за живот окровавленный держится. Видать мужик нарвался либо на очередь от своих, либо тварь ему такую отметку оставила. Доктор эту картину видит - летит на всех порах к нему, ну точно как птица. И что ты думаешь?\
	Этот мерк постоял, посмотрел на него бегущего пару секунд неподвижно. А доктор ему главное кричит, чтобы тот ствол не поднимал - мол, с хорошими намерениями к нему идёт. И вот не понятно - то ли мужик пересрал от его вида, то ли горячку от ранения поймал - в следующую же секунду после его крика - резко поднял ствол одной рукой и всадил ему пулю промеж глаз.\
	Он даже не подошёл его проверять - дальше побрёл себе, хотя при докторе наверняка и антибиотики, и болеутолялки были. Я конечно вмешиваться не стал - при мне ружьё моё охотничье на дроби, я бы его никак не выцелил, да и уже незачем было. Решил в лагерь вернутся и всё Чистильщикам рассказать, которые к нам забрели по случаю.\
	Они по своему обыкновению послушали, головами помотали - и на рассвете ушли. А через день уже от своих узнаю, что перед заправкой - на суку дерева повешанного мужика обнаружили. Как потом выяснилось - это тот самый мерк был, который доктора прикончил. Он тогда смог до Ковчега доковылять, там его выходили, откормили - не знали ведь, что он совершил. Но потом, видимо, за ним как раз Чистюки пришли, выволокли из бункера - и увели невесть куда. Вот, стало быть, что они с ним сделали.\
	Такая вот история, брат. Лучше лишний раз подумать головой, прежде чем стрелять. Милосердных тут чтут и уважают - без них давно бы уже простой люд на Пустошах сгинул. Поэтому и мстят за них так лихо - да ещё говорят, что Тереза с тобой прекращает все дела иметь. Зато если не тронешь его во время рейда - того глядишь, уже тебе захочет помощь оказать. Вот такая история. Береги себя там.\
	 - Олег."

/obj/item/paper/fluff/eftk/advice/keksuha
	name = "Потрёпанная временем записка"
	desc = "Записка на клочке бумаги, вся в пятнах крови. Послание написано ручкой и довольно криво - видимо в торопях."
	default_raw_text = "Фух, Фред, не поверишь, что сейчас было! Помнишь, ты говорил, что в казино на Соут-Делюкс - можно нехилыми ништяками разжиться? Ага, разжился, блин! Маслята только вот два часа назад вытащили из меня - вот чем удалось разжиться! Ублюдки там какие-то отмороженные начали ошиваться.\
	Причём на Чистильщиков не похожи - тех по камуфляжам болотным сразу отличить можно. Эти все тёмные, как ночь, только на лице маска белая, как вороний клюв. Стояли двое у входа, перетирали о чём-то своём. Я посмотрел на них в прицел недолго, ну думаю - дай подойду поздороваюсь, раз по углам не шкурятся - хороший знак ведь. Наши обычно всегда так на районе стоят.\
	Стоило мне пару шагов в их сторону с торца здания сделать - как они тут же встрепенулись, стволы направили и погнались за мной. Одного мне удалось приговорить - слишком самоуверенный оказался, на винтовку сорокового калибра лезть. А вот второй мне вдогонку как раз заветных маслин напихал в пузо - зараза, швы до сих пор болят.\
	Решил потом у мужиков поспрашивать, что за фрукты такие интересные у нас завелись. Все руками разводят, некоторые у виска крутят - никто не понимает, о чём речь. А ведь ребятки эти на обычных мерков не были похожи - с глушеных ПП стреляли, дымовые гранаты откидывали чуть что - ну спецы одним словом. А таких обычно по грибы не засылают - видать заказ выполняют.\
	И вот я так расспрашивал, пока мне на наладонник не написала знаешь кто? Камилла. Во-первых, по первым сообщениям сразу понятно было, что её мой заход и убийство одного из недоносков не сильно впечатлили. А во-вторых - попросила больше на раздувать воздух касаемо этого случая - иначе мой раздутый труп потом будут грызть акулы-мутанты в океане.\
	Так что хреновые у тебя советы, братка - только проблем на жопу схлопочешь. Будешь сам рядом с казино - на этих упырей не суйся, иначе вмиг тебя изрешетят. А если ты сдюжишь - так на тебя Камилла обозлиться - сам знаешь, что ей-то как раз дорогу переходить - себе дороже. Ладно, будь.\
	 - Алекс."

/obj/item/paper/fluff/eftk/mine
	name = "Клочок бумаги из производственного журнала"
	desc = "Вырванный клочок бумаги, обрывающийся на конце. Довольно качественная, но помятая. Судя по всему - использовался при заполнении производственного журнала шахты."
	default_raw_text = "<b>Отчёт по производственной ситуации за период июня:</b><br>\
	= 19.06.2035 - Произведено получение особого заказа №1398NT-M на добычу плазмы и урана в увеличенных от норм объёмах. Заказчик: Объект Аврора-N12. Комментарий: Для покрытия необходимого объёма топлива для функционирования электромагнитных установок. Распоряжение о добыче получено шахтёрами.\
	- 21.06.2035 - Получено уведомление от Службы Гражданской Обороны Прометеи на начало экстренной эвакуации из-за угрозы вторжения сил СССП. Распоряжение на отпуска выданы только младшему персоналу - уборщикам, поварам, кладовым рабочим. Шахтёры продолжают выполнять заказ в штатном режиме, несмотря на возникшие недопонимания. Головной офис на Новом Сиднее никак не прокомментировал причины этого распоряжения.\
	- 22.06.2035 - Заказ по добыче плазмы и урана был выполнен. В 13:15 - была составлена транспортная накладная на отгрузку ресурсов в морской порт Нова-Бэйзин. Дальн............"

/obj/item/paper/fluff/eftk/quartermaster
	name = "Клочок бумаги из личного журнала квартирмейстера"
	desc = "Вырванная страница из блокнота, которая, по видимому, принадлежала квартирмейстеру."
	default_raw_text = "<b>Кому: Фриде Бэкенгем. От: Роджера Бэкенгема.</b><br>\
	Дорогая Фрида, пишу тебе это письмо, потому как под рукой нет средств электронной связи, и потому как догадываюсь, как сильно ты сейчас переживаешь за меня.\
	Хочу тебя заверить, моя любовь, что нет никаких причин для беспокойства. Нас решили задержать от эвакуации на планете по вполне штатной рабочей процедуре - компании необходимо сворачивать свои производства, и потому - мы должны оставаться до тех пор, пока всё имущество не будет вывезено на транспортных челноках.\
	Сейчас даже близко нет никаких признаков начала вторжения - сегодня слышал, что наш флот успешно останавливает прорыв к Тау-Ките. Так что наши процедуры - скорее часть перестраховки. И не стоит верить слухам, что нас тут запирают насильно - только сегодня выходил на улицу и дышал свежим, лесным воздухом, разносимым с хвои деревьев. Ты бы видела эту красоту! Ничуть не уступает той, что у нас на Марсе.\
	Но ни одно явление, никто на свете на затмит одну красоту - твою. Поэтому знай, что уже совсем скоро - я буду стоять на пороге нашего дома с цветами и подарком для Бетти. Кстати, обними и поцелуй её в щёку за меня! Совсем взрослая уже подрастает дочурка.\
	- С любовью, навеки - твой Роджер."

/obj/item/paper/fluff/eftk/phone
	name = "Стенограмма телефонного разговора"
	desc = "Измятая, грязная стенограмма телефонного разговора двух неизвестных мужчин."
	default_raw_text = "Неизветсный абонент №1: Ты зачем его прикончил? Ты хоть понимаешь, какое осиное гнездо ты разворошил?\
	Неизвестный абонент №2: Говорю же вам, если бы мы не ударили первыми - его прохвосты обломали бы вам все планы!\
	Неизветсный абонент №1: У нас итак всё шло по плану, ровно до того момента, пока ты не решил предпринять излишние действия. Теперь взор семьи Джессон после этого случая - совершенно точно падёт на Тау-Киту.\
	Неизвестный абонент №2: Шеф, не кипятитесь - вы слишком преувеличиваете. Ну и кого, по вашему, они захотят отправить? Камиллу, эту самоуверенную стерву? Она сначала легла под них, бросив дела своего папани - и внезапно побежит за него мстить? Я не думаю, что она сунется на моих ребят.\
	Неизвестный абонент №1: Они непременно захотят выдавить вас из сферы влияния на планете, чтобы вы не заняли освободившуюся нишу. Особенно теперь, когда у них появился для этого весомый повод - им даже не придётся оправдываться за погромы.\
	Неизвестный абонент №2: Знаете, вы как только прилетели к нам на Прометею - вечно на взводе, шеф. Выйдите уже наконец на свежий воздух, искупайтесь в океане, возьмите у меня девочек, позагорайте с ними на пляже. А об остальных ваших головных болях, поверьте - я позабочусь.\
	Неизвестный абонент №1: Довольно. Ожидай машину через час, она будет на заднем дворе отеля. Тебе пора научится отвечать за свои поступки, Малькольм."

