/obj/item/paper/crumpled/awaymissions/shadow_template
	name = "Помятая записка"
	default_raw_text = "Закат был на западе, и тьма погружалась на планету... В стороне заката я услышал эхо, такое манящие и отчётливое. \
		Оно звало меня к себе и тянуло свои невидимые руки... <b>Я Узрел.</b><br>"


/obj/item/paper/crumpled/awaymissions/shadow_template/one
	default_raw_text = "На северо-востоке я видел восход солнца, уже не радующего меня... Мне хотелось скрыться от его сияния, дрожь проходила по моему телу, кожа ощущала нестерпимый жар... \
		<b>Почувствовал боль.</b><br>"

/obj/item/paper/crumpled/awaymissions/shadow_template/two
	default_raw_text = "С юго-востока подул холодный ветер пустошей, но я уже не прозябал от него... \
		Напротив, его дуновение позволило засомневаться в моих учениях, приблизиться к чему-то сокрытому... <b>Отыскать Смысл.</b><br>"
