/obj/item/paper/crumpled/awaymissions/shadow_template
	name = "Помятая записка"
	default_raw_text = "Закат был на западе, и тьма погружалась на планету... В стороне заката я услышал эхо, такое манящие и отчётливое. \
		Оно звало меня к себе и тянуло свои невидимые руки... <b>Я Узрел.</b><br>"


/obj/item/paper/crumpled/awaymissions/shadow_template/one
	default_raw_text = "На северо-востоке я видел восход солнца, уже не радующего меня... Мне хотелось скрыться от его сияния, дрожь проходила по моему телу, кожа ощущала нестерпимый жар... \
		<b>Почувствовал боль.</b><br>"

/obj/item/paper/crumpled/awaymissions/shadow_template/two
	default_raw_text = "С юго-востока подул холодный ветер пустошей, но я уже не прозябал от него... \
		Напротив, его дуновение позволило засомневаться в моих учениях, приблизиться к чему-то сокрытому... <b>Отыскать Смысл.</b><br>"

/obj/item/paper/crumpled/awaymissions/shadow_template/escape
	default_raw_text = "Отец Иллиас совсем потерял рассудок! Неужели Господь настолько отвернулся от него после всех грешных злодеяний, что произошли в храме за эту неделю?... \
		В прошлое воскресенье, вместо привычного нам богослужения - он провёл невообразимо тёмную мессу! Он читал совершенно ужасные по звучанию строки на латыни, которые сами по себе выходили из его уст! \
		А после - церковь горузилась во мрак - стены стали темнее ночи, откуда-то повяились страшные статуи, сопровождавшие нас своим взглядом, из под полы начали произростать мерзотные грибы, но самое странное - это алтари вокруг церкви, к которым Отец ходил каждый раз, преподнося молитвы своим новым божествам! \
		Сегодня же он сказал нашим ученикам, что после мессы - проведёт их в свою комнату, где по его словам - \"Покажет настоящую Истину, что была сокрыта в Тени многие годы\" - даже думать не хочется, каким богохульством он решил их совратить! \
		Видит Господь, всё происходящее - по вине этого злочастного артефакта, который он подобрал в той хижине в снежных пустошах. И ведь мы предупреждали его, чтобы он не ходил туда, ведь там испокон времен обитали самые опасные существа нашей планеты. \
		Однако он не послушал нас и поддался скверне. Теперь же через него - она пытается положить своё тёмное семя и в наш рассудок! Не бывать этому! Я знаю, что взор Господа ещё не отвернулся от нас и он видит, что нам можно дать спасение! \
		Перед сегодняшней службой я расставлю и зажгу в церкви <b>свечи</b><br>, ровно <b>13 штук</b><br> - столько же, сколько было апостолов вместе с Господом во время Тайной вечери перед его распятием. \
		Тогда, быть может, он смилуется над нами и по...."
