/obj/item/clothing/neck/oll_necklace
	name = "Ожерелье \"Сол\""
	desc = "Подвеска выглядит словно тайна, заключенная в драгоценном металле. Её изящный полумесяц, выкованный из лучистого золота, обнимает загадочный черный камень, будто осколок ночного неба, упавший на землю.\nЭтот камень – сама загадка. Кажется, будто в нём застыла космическая пыль и отголоски далеких галактик. Он притягивает взгляд своей неповторимой фактурой, искусно контрастируя с золотом.\nПодвеска, несомненно, выглядит символом таинственности и утонченности для своей обладательницы. Она – напоминание о бескрайнем космосе, скрытом в маленьком, но таком значимом украшении. Это не просто аксессуар, это – частичка вселенной, покоящаяся на её груди. Она шепчет истории о далеких звездах и неразгаданных тайнах, притягивая к себе взгляды и очаровывая своей загадочностью."
	icon = 'modular_bandastation/objects/icons/obj/clothing/neck.dmi'
	worn_icon = 'modular_bandastation/objects/icons/mob/clothing/neck.dmi'
	icon_state = "oll_necklace"
