{
    "revelations": [
        "#Возможно, в кровавых зеркалах луж таится иное измерение, мерцающее за гранью нашего восприятия.",
        "#Приступы безумия - частые гости в моей жизни, и меня гложет страх, что однажды эта тьма полглотит и меня. Интересно, останется ли хоть что-то от меня после этого?",
        "#Капитан рано или поздно падёт, это только вопрос времени.",
        "#Всегда есть голоса, от которых можно можно получить просветление или безумие.....",
        "#Почему нас бросили? Когда нас заберут к остальным?",
		"#Когда голоса перестанут преследовать меня? Почему из всех существ выбрали меня?",
		"#Тех, кто слушает голоса в голове, неосведомлённые называют глупцами, но делает ли это их безумнымцами?",
		"#O боже... возможно, сегодня я переступил черту. Интересно, когда я буду вынужден сделать это снова?",
		"#Иногда мне кажется, что я пророк безумного бога.... Может, так оно и есть.",
		"#Интересно, что сделало меня таким? Кровь малкавиан, безумным потоком струящаяся в моих жилах, или всепоглощающая ненависть?",
		"#Воможно, мне стоит задуматься о последсвиях моих действий. Или, лучше не думать об этом.",
		"#Если я сосредоточусь на целях клана, а не на том, что я хочу делать, буду ли я по-настоящему счастлив?",
		"#Может быть... в альтернативной вселенной... У меня будет семья, которая бы заботилась обо мне...",
		"#Интересно, что думают обо мне другие люди... Возможно, лучше не знать этого....",
		"#...Возможно, подчинить клоуна будет хорошей идеей.",
		"#Почему мы не можем просто ходить? Хоть кто-то ещё ходит? Куда мы спешим?",
		"#Медецинский отдел перегружен работой,интересно, почему у них так мало персонала.",
		"#Не смотри на бога, не говори о боге...",
		"#Кхм...",
		"#Я был так близко к новому откровению, но на мгновение потерял ход мыслей.",
		"#Что произойдёт, когда вся органика погибнет? Останутся только синтетики?",
		"#Хммм... Что произойдёт, если я убью несколько глав...",
		"#Кристалл суперматерии похож на леденец....Интересно, что произойдёт, если я его оближу...",
		"#мне так жаль.....",
		"#Рассудок временен, а безумие вечно.",
		"#Интересно, что они делают с велосипедами, что они стоят миллионы кредитов?",
		"#Останусь ли я собой в конце своего пути?",
		"#Возможно ли что... у нежити может случиться сердечный приступ? Ладно, странный вопрос....",
		"#Когда-то свещенник был моим злейшим врагом....",
		"#Не видь зла, не говори о зле, не слышь зла, не думай о зле.",
		"#Реально ли повреждение мозга, или это просто его адаптация к реальности?",
		"#Как мы понимаем друг друга, когда постоянно перекрикиваем друг друга по рации?",
		"#похоже, HUD снова сломался...",
		"#Никогда не заключайте сделку с дьяволом.... это худшая ошибка в моей жизни.",
		"#Влияет ли плазма на сознание существ, которые не могут отравиться?",
		"#Кто мог подумать, что отправка исследовательской станции в спорный сектор - хорошая идея? Если только это не просто больной и извращённый юмор..",
		"#Насколько хорошо ледяной блоб будет противостоять моей силе?",
		"#Стоит научиться перемещаться через кровь...",
		"#Генокрады — это чистейшая форма человека... если бы люди были самыми нечестивыми существами.",
		"#Я бы хотел прогуляться по станции, проходя  сквозь пространство вокруг меня... должно быть, это приятно.",
		"#Кому пришла в голову идея анализаторов здоровья? Что-то, что мгновенно узнает, что с тобой не так?",
		"#Какой тёмной частью наших душ завладела Нанотрейзен? Так или иначе, они скверно её контролируют, иначе откуда в их экипажах вечно плодятся предатели?",
		"#Интересно, как сегодня дела у Дьявола... давненько его не видел.",
		"#Вам было так сложно не нарушать правила? Зачем вы вынуждаете меня убивать вас?",
		"#Некоторые вещи перестали иметь для меня хоть какое-то значение....",
		"#Мне пришлось сделать это с ними....",
		"#Иногда, я чуствую себя чистым злом....",
		"#Я предан только своему клану и правилам, остальное не заслуживает моей преданности.",
		"#Она выбрала демона и, возможно, это был лучший выбор...",
		"#Мы идём по пути Дракулы, верен ли этот путь?",
		"#Я сделал это, я всё ещё я!",
		"#Думаешь, превратив бриг в крепость, я до тебя не доберусь?",
		"#Сколько своих собратьев я убил?",
		"#Если я нарушу правила, придут уже за мной...",
		"#Что проиходит, что я вообще несу!?",
		"#Я припрятал несколько пачек раритетных сигарет.",
		"#Я - это он! Я всегда был им и останусь им!!!",
		"#Они думали, что смогут остановить меня, но я вернулся!",
		"#Мои руки полокоть в крови....",
		"#Ты не можешь мне доверять, я даже себе не доверяю. Я даже не знаю , откуда у меня всё это.....",
		"#Сколько раз я подрабатывал раставщиком?",
		"#Большинство мои жертв курило, поистине, курение убивает.",
		"#я-это всё ещё я, или я перестал быть собой?",
		"#Они забыли меня или я забыл что-то важное?",
		"#Жертв моего клана даже родные не узнают....",
		"#Я иду искать!",
		"#Сколько лет я живу, или я снова брежу?",
		"#От меня не спрятаться и не убежать.",
		"#Думаеш мне не плевать на это!?",
		"#Не люблю текущую воду..",
		"#Это не моя вина!",
		"#Никогда не знаешь, куда приведут эти разломы....",
		"#Кол в груди не конец, если твой противник промазал и попал в лёгкое.",
		"#Не стояло воровать мои посылки...",
		"#Быстрые ноги не получат кол в сердце!.",
		"#Человечность так легко потерять...",
		"#У кпб нет чести, нет уважения, НЕТ КРОВИ.",
		"#Если святая вода не вредит нам, то не такая уж она и святая.",
		"#Мне нужно лучше спрятать своё логово.",
		"#Оружие не убивает, убивает стрелок...",
		"#Прошу, не оставляй меня!",
		"#Я уже мёртв.",
		"#Мои шрамы получены в самых ужасных ситуация, которые можно только представить....",
		"#К чёрту всё это, я очень голоден.",
		"#Пошло всё к черту, я приду за каждым!",
		"#Пошло всё к чёртву, я убью тебя!",
		"#Входить в чужой дом без приглашения не вежливо.",
		"#Торт - это лож !",
		"#Кодекс свещенен, ведь только он защищает нас от падения...",
		"#Не все хотят знать правду...",
		"#150, 149, 148... 147, 146, 145, 144... Какой там у меня номер?",
		"#Что бы я ни делали, чувство боли будет неизбежно.",
		"#Похоже, сегодня будет кровавая луна.",
		"#Хах, я снова забыл выключить утюг...",
		"#Что я сделал не так, что я нахождусь тут и занимаюсь этим...",
		"#Если ты знаешь все уловки монстра, то не так уж он и опасен....",
		"#Что мы вообще делаем на такой станции? Разве  все мы не знаем, что это закончится катастрофой?",
		"#Я не могу нормально мыслить...",
		"#Интересно, что сказали бы философы, увидев во что мы превратились....",
		"#Хорошо, когда еда сама идёт к тебе.",
		"#Сейчас бы парочку чашек кофе.",
		"#Если бы только все видели  мир таким же, как я.",
		"#Что они сделали, что бы заслужить такую участь?",
		"#У всего есть конец....",
		"#Если бог действительно существует, то почему мой вид вообще появился?",
		"#...Что-то упускаю из виду, но я не понимаю что именно....",
		"#В чём смысл вмешиваться в мои дела?",
		"#Человек, которого все пытаются заставить замолчать, - это тот, по кому люди будут скучать больше всего.",
		"#У меня нет пути назад.",
		"#Это твоя вина.",
		"#Почему они спорят, когда см снова дестабилизировался?",
		"#Что такое взломанный autodrobe, как не машина, которую заставили показать вам свой внутренний мир? Правельно ли это?"
    ]
}
