/datum/uplink_item/stealthy_weapons/holster_uniform
	name = "Syndicate Holster (uniform)"
	desc = "Эта кобура была специально разработана лучшими технологами компании Cybersun Inc. На первый взгляд - это обычная коробочка для ручек, которая вешается на униформу. На деле же - способна вмещать в себя что-то гораздо покрупнее. Только один карман, но вмещает в себя почти любой небольшой лазер или пистолет. Одурачь службу безопасности только одним её видом."
	item = /obj/item/clothing/accessory/holster/chameleon
	cost = 1
