{
	"redpill_questions": [
		"2010 год был 550 лет назад.",
		"Весь экипаж — это просто грейтайдеры с разной окраской.",
		"Всеми управляют с помощью ниточек за светящимся экраном.",
		"Как спасательная капсула, рассчитанная обычно на двух человек, может вместить бесконечное количество, если они все лягут?",
		"Почему дыра в полу не высасывает тебя в космос?",
		"Как я узнаю имя человека, просто услышав его голос?",
		"Откуда я знаю имена всех этих людей, которых никогда раньше не встречал?",
		"Как зеркала делают людям стрижки?",
		"Как хранилища тел в морге знают, есть ли ещё душа в теле, или нет?",
		"Как все стали экспертами по каждой угрозе во вселенной?",
		"Если магия реальна, то почему мы её не исследуем?",
		"Если датчики так важны, то почему они не включаются сразу в последний режим?",
		"Если бы два шахтёра были на Лаваленде и один из них убил другого киркой, то разве это не было бы пиздецом?",
		"Если мы можем стирать одежду в раковине, то зачем нам стиральные машины?",
		"Как же мало нужно, чтобы люди начали убивать своих друзей.",
		"Нанотрейзен просто клонирует нас каждую смену.",
		"Сегрегация неминуема.",
		"Космические станции не заменяют здорового социального взаимодействия.",
		"Космический ветер? Как это вообще возможно?",
		"Боги всегда наблюдают, и сотрут тебя из бытия, если ты проебёшься.",
		"Высший бог на самом деле очень сильно обдолбан.",
		"Вселенная всегда схлопывается после того, как мы достигаем ЦК.",
		"Нет биологической разницы между ящерицами и людьми.",
		"Это всё бесконечный повторяющийся кошмар.",
		"Что случилось с потолком?",
		"Что за хуйня этот углекислый газ?",
		"Откуда повар берёт всё это мясо?",
		"Кто нанимает всех этих некомпетентных, агрессивных ассистентов?",
		"Почему везде пожарные сигнализации, но нет системы пожаротушения?",
		"Почему люди случайно убивают всех своих друзей в некоторые смены?",
		"Почему Нанотрейзен нанимает клоунов и мимов на каждую станцию?",
		"Почему космос замыкается сам на себя?",
		"Почему это называется эвакуационным шаттлом, если он прибывает каждую смену?",
		"Почему в космосе холодно?",
		"Почему система подачи воздуха на станции подключена к плазменному баку?",
		"Почему есть пол, но нет крыши?",
		"Почему это исследовательская станция по плазме, если мы уже всё знаем о плазме?",
		"Почему эта станция так плохо спроектирована?"
	]
}
