/datum/quirk/death_mimicry
	name = "Death Mimicry"
	desc = "Вы в совершенстве овладели искусством имитации смерти. Исполнение предсмертного вздоха погружает вас в бессознательное состояние и обманывает тех, кто вас осматривает: они на короткое время верят, что вы умерли."
	icon = FA_ICON_GHOST
	value = 16
	gain_text = span_notice("Вы знаете, как убедительно изобразить смерть.")
	lose_text = span_danger("Вы утратили навык имитации смерти.")
	medical_record_text = "Пациент регулярно симулирует остановку сердца, чтобы избегать проблем."
	mail_goodies = list(/obj/item/bodybag)
