{
    "Animal Rights Consortium": {
        "allies": "Вы можете сотрудничать с другими оперативниками синдиката, если они поддержат наше дело. Может быть, вам удастся хоть раз убедить оперативников Фронта Освобождения Пчел сотрудничать?",
        "goal": "Существа этого мира должны быть освобождены из железной хватки Нанотрасена, и вы их единственная надежда!",
        "introduction": "Вы — террорист ARC.",
        "roundend_report": "был активистом Консорциума по правам животных.",
        "ui_theme": "syndicate",
        "uplink": "Синдикат любезно предоставил один из своих каналов связи для вашего задания."
    },
    "Bee Liberation Front": {
        "allies": "Вы можете сотрудничать с другими оперативниками синдиката, если они поддержат наше дело. Может быть, ты сможешь нанять рекрута из АRC, чтобы они хоть раз оказались полезными?",
        "goal": "Мы должны доказать свою состоятельность Синдикату, иначе мы не сможем присоединиться к нему. Консорт по правам животных поведет нас!",
        "introduction": "Вы — оперативник Фронта Освобождения Пчел",
        "roundend_report": "был активистом Фронта Освобождения Пчел",
        "ui_theme": "syndicate",
        "uplink": "Синдикат любезно предоставил один из своих каналов связи, чтобы проверить, достойны ли мы."
    },
    "Champions of Evil": {
        "allies": "Любой, кто видит то, что вы видите, чувствует то же, что вы чувствуете, может присоединиться к Чемпионам Зла! Это означает, что Синдикат, корыстный или даже безумный, и пока у него есть сердце тьмы - он дружит с Чемпионами!",
        "goal": "У тебя есть небольшие планы для какого-то ЗЛА, которые нужно сделать сегодня. С другой стороны, Чемпионы Зла всегда ищут более зловонных злоумышленников! Займись вербовкой!",
        "introduction": "Ты — Чемпион Зла",
        "roundend_report": "был Чемпионом Зла!",
        "ui_theme": "neutral",
        "uplink": "Чемпионы Зла хорошо связаны с черным рынком. Ваш канал связи предназначен для крайнего зла!"
    },
    "Corporate Climber": {
        "allies": "Смерть Синдикату.",
        "goal": "Убийство без необходимости сделало бы вас предателем или, по крайней мере, определенно считало бы вас таковым. Все это лишь средство для достижения цели.",
        "introduction": "Вы — идущий по карьерной лестнице.",
        "roundend_report": "был идущим по карьерной лестнице.",
        "ui_theme": "neutral",
        "uplink": "У вас есть связи с черным рынком этих дел. Скиньте пару ненужных тяжестей, и ваш подъем станет намного более плавным."
    },
    "Cybersun Industries": {
        "allies": "Сотрудникам Cybersun следует доверять. Членам организации MI-13 можно доверять. Всем остальным оперативникам синдиката доверять нельзя.",
        "goal": "Не устанавливайте существенное присутствие на указанном объекте, поскольку крупные инциденты сложнее скрыть.",
        "introduction": "Вы из Cybersun Industries.",
        "roundend_report": "был специалистом из Cybersun Industries.",
        "ui_theme": "syndicate",
        "uplink": "Вам предоставлены инструменты для работы в виде стандартного аплинка синдиката."
    },
    "Donk Corporation": {
        "allies": "Членов Waffle Co. следует уничтожать на месте; им не разрешено находиться на станции, когда мы вокруг.",
        "goal": "Мы не одобряем бессмысленного убийства невинных работников; \"зайти, сделать дело, уйти\" - наш девиз.",
        "introduction": "Вы предатель из Donk Co.",
        "roundend_report": "был сотрудником Donk Corporation.",
        "ui_theme": "syndicate",
        "uplink": "Вам был предоставлен стандартный аплинк для выполнения вашей задачи."
    },
    "Gone Postal": {
        "allies": "Если синдикат узнает о вашем плане, они убьют вас и заберут ваш аплинк. Не рискуйте.",
        "goal": "Подготовка наконец завершена. Сегодня - день, когда вы начнете действовать безрассудно. Вы собираетесь угнать эвакуационный шаттл и начать новую жизнь, свободную от Nanotrasen.",
        "introduction": "Сегодня ты начинаешь действовать безрассудно.",
        "roundend_report": "просто ебанулся!",
        "ui_theme": "neutral",
        "uplink": "Вы даже смогли украсть полный аплинк месяц назад. Это, безусловно, поможет вам достичь ваших целей."
    },
    "Gorlex Marauders": {
        "allies": "Вы можете сотрудничать с любыми друзьями коалиции Синдиката, но следите за теми мудилами из Тигров, если они все же появятся.",
        "goal": "Быть замеченным - не проблема, и вы можете использовать любой уровень вооружения, чтобы выполнить задание. Тем не менее, не делайте это беспорядочно, привлекая случайных жертв.",
        "introduction": "Вы мародер Горлекса.",
        "roundend_report": "был мародером Горлекса.",
        "ui_theme": "syndicate",
        "uplink": "Вам был предоставлен стандартный аплинк для выполнения вашей задачи."
    },
    "Internal Affairs Agent": {
        "allies": "НЕ раскрывайте свой статус агента никому. Работайте, чтобы искоренить коррупцию на станции из тени.",
        "goal": "Хотя у вас есть лицензия на убийство, необоснованный ущерб собственности или потеря жизни сотрудников приведет к расторжению вашего контракта.",
        "introduction": "Вы агент внутренних дел.",
        "roundend_report": "был агентом внутренних дел Nanotrasen",
        "ui_theme": "ntos",
        "uplink": "В целях возможного отрицания вас снабдили арсеналом захваченного синдикатского оружия, доступного через аплинк."
    },
    "Legal Trouble": {
        "allies": "Смерть Синдикату.",
        "goal": "Попробуйте закончить свой список дел и не попадайтесь. Если они узнают, что вы на самом деле делаете, эта скандал пойдет дальше, чем космическое пространство.",
        "introduction": "У вас проблемы с законом.",
        "roundend_report": "имел проблемы с законом.",
        "ui_theme": "neutral",
        "uplink": "Вы связались с чёрным рынком, чтобы разобраться с этим беспорядком. Если нет доказательств, нет преступления."
    },
    "MI13": {
        "allies": "Вы единственный оперативник, которого мы отправляем, все остальные - поддельные. Ни на кого из других оперативников Синдиката нельзя полагаться, за исключением оперативников Cybersun.",
        "goal": "Избегайте убийства невинного персонала любой ценой. Вы здесь не для того, чтобы бессмысленно убивать людей, так как это привлечет слишком много внимания и не соответствует нашей цели. Избегайте обнаружения любой ценой.",
        "introduction": "Вы агент MI13.",
        "roundend_report": "был агентом MI13.",
        "ui_theme": "syndicate",
        "uplink": "Вам был предоставлен стандартный аплинк для выполнения вашей задачи."
    },
    "Tiger Cooperative Fanatic": {
        "allies": "Только просвещенным братьям-Тиграм можно доверять; все остальные должны быть изгнаны из этого смертного мира!",
        "goal": "Помните учения Хай-лургиксона: вначале убей, а потом задавай вопросы!",
        "introduction": "Вы фанатик из Тигровой Кооперации",
        "roundend_report": "был фанатиком из Тигровой Кооперации",
        "ui_theme": "abductor",
        "uplink": "Вам была предоставлена книга Хай-лургиксона, чтобы доказать свою преданность улью генокрадов. Если вы выполните свои задачи, вас ассимилируют.",
        "uplink_name": "книга Хай-лургиксона"
    },
    "Waffle Corporation": {
        "allies": "Членов Donc Co. следует уничтожать на месте; им не разрешено находиться на станции, когда мы тут. Не доверяйте своим соратникам из Waffle.co (но попробуйте не выдавать их), так как они могли получить противоположные задачи.",
        "goal": "Вы здесь не для большой все-станционной демонстранции. Опять же, другие агенты Waffle Co. могут присуствовать, так что будьте аккуратнее. Ваша задача – достичь своих целей.",
        "introduction": "Вы предатель из Waffle Co.",
        "roundend_report": "был сотрудником Waffle Corporation.",
        "ui_theme": "syndicate",
        "uplink": "Вам был предоставлен стандартный аплинк для выполнения вашей задачи."
    },
    "Waffle Corporation Terrorist": {
        "allies": "Большинству других оперативников Синдиката нельзя доверять, за исключением членов Мародеров Горлекса. Не доверяйте своим соратникам из Waffle.co (но попробуйте не выдавать их), так как они могли получить противоположные задачи.",
        "goal": "Наши инвесторы нуждаются в демонстрации нашего обещания уничтожить Нанотрасен. Давайте дадим им громкое представление!",
        "introduction": "Вы террорист от Waffle Corporation.",
        "roundend_report": "был террористом из корпорации Waffle Corporation.",
        "ui_theme": "syndicate",
        "uplink": "Вам был предоставлен стандартный аплинк для выполнения вашей задачи."
    },
	"Contractor Support Unit": {
        "allies": "Вы отправлены, чтобы помочь вашему назначенному агенту. Их приверженность выше всех остальных.",
        "goal": "Помогайте вашему назначенному агенту в максимально возможной степени, их жизнь важнее вашей собственной.",
        "introduction": "Вы агент поддержки контрактника.",
        "roundend_report": "был агентом поддержки контрактника.",
        "ui_theme": "syndicate",
        "uplink": "У вас нет собственного аплинка, следуйте за вашим агентом."
    }
}
