{
	"Animal Rights Consortium": {
		"allies": "Вы можете сотрудничать с другими агентами Синдиката, если они поддержат ваше дело. Может быть, вам удастся хоть раз убедить другого агента синдиката сотрудничать?",
		"goal": "Люди этого мира должны быть освобождены из железной хватки Нанотрейзен, и вы их единственная надежда!",
		"introduction": "Вы — агент Синдиката.",
		"roundend_report": "был агентом Синдиката.",
		"ui_theme": "syndicate",
		"uplink": "Синдикат выделил один из своих каналов связи для вашего задания."
	},
	"Bee Liberation Front": {
		"allies": "Вы можете сотрудничать с другими агентами синдиката, если они поддержат ваше дело. Может быть, ты сможешь нанять рекрута из Синдиката, чтобы он хоть раз оказался полезным?",
		"goal": "Вы должны доказать свою состоятельность Синдикату, иначе вы не сможете стать настоящим агентом.",
		"introduction": "Вы — агент Синдиката.",
		"roundend_report": "был агентом Синдиката.",
		"ui_theme": "syndicate",
		"uplink": "Синдикат выделил один из своих каналов связи для вашего задания."
	},
	"Corporate Climber": {
		"allies": "Смерть Нанотрейзен!",
		"goal": "Убийство без необходимости сделало бы вас любителем или, по крайней мере, профессионалы считали бы вас таковым. Все это лишь средство для достижения цели.",
		"introduction": "Вы — начинающий агент Синдиката.",
		"roundend_report": "был начинающим агентом Синдиката.",
		"ui_theme": "syndicate",
		"uplink": "У вас есть связи с черным рынком этих дел. Скиньте грязную работу на других, чтобы ваши руки были чистыми."
	},
	"Cybersun Industries": {
		"allies": "Агентам Синдиката следует доверять. Кровным братьям можно доверять. Всем остальным - нельзя доверять.",
		"goal": "Не устанавливайте существенное присутствие на указанном объекте, поскольку крупные инциденты сложнее скрыть.",
		"introduction": "Вы — агент Синдиката.",
		"roundend_report": "был агентом Синдиката.",
		"ui_theme": "syndicate",
		"uplink": "Вам предоставлены инструменты для работы в виде стандартного аплинка синдиката."
	},
	"Donk Corporation": {
		"allies": "Не членов Синдиката следует уничтожать на месте; им не разрешено находиться на станции, когда агенты Синдиката вокруг.",
		"goal": "Мы не одобряем бессмысленного убийства невинных работников; \"зайти, сделать дело, уйти\" - наш девиз.",
		"introduction": "Вы — агент Синдиката.",
		"roundend_report": "был агентом Синдиката.",
		"ui_theme": "syndicate",
		"uplink": "Вам был предоставлен стандартный аплинк для выполнения вашей задачи."
	},
	"Gone Postal": {
		"allies": "Если Нанотрейзен узнает о вашем плане, они убьют вас и заберут ваш аплинк. Не рискуйте.",
		"goal": "Подготовка наконец завершена. Сегодня - день, когда Синдикат доверил вам важную цель. Вам необходимо угнать эвакуационный шаттл и доказать Синдикату, что вы способны на многое.",
		"introduction": "Вы — агент Синдиката.",
		"roundend_report": "был агентом Синдиката.",
		"ui_theme": "syndicate",
		"uplink": "Вы даже смогли выпросить полный аплинк месяц назад. Это, безусловно, поможет вам достичь ваших целей."
	},
	"Gorlex Marauders": {
		"allies": "Вы можете сотрудничать с любыми агентами Синдиката, но следите за теми мудилами из Нанотрейзен, если они все же заинтересуются.",
		"goal": "Быть замеченным - не проблема, и вы можете использовать любой уровень вооружения, чтобы выполнить задание. Тем не менее, не делайте это беспорядочно, привлекая случайных жертв.",
		"introduction": "Вы — агент Синдиката.",
		"roundend_report": "был агентом Синдиката.",
		"ui_theme": "syndicate",
		"uplink": "Вам был предоставлен стандартный аплинк для выполнения вашей задачи."
	},
	"Internal Affairs Agent": {
		"allies": "НЕ раскрывайте свой статус агента никому. Работайте, чтобы искоренить корпоратов на станции из тени.",
		"goal": "Хотя у вас есть все нужное для убийства, необоснованный ущерб собственности или потеря жизни сотрудников приведет к вашему раскрытию.",
		"introduction": "Вы — агент Синдиката.",
		"roundend_report": "был агентом Синдиката.",
		"ui_theme": "syndicate",
		"uplink": "В целях возможного отрицания вам выделили арсенал синдикатского оружия, доступного через аплинк."
	},
	"MI13": {
		"allies": "Вы единственный агент, которого мы отправляем. Ни на кого из других агентов Синдиката нельзя полагаться.",
		"goal": "Избегайте убийства невинного персонала любой ценой. Вы здесь не для того, чтобы бессмысленно убивать людей, так как это привлечет слишком много внимания и не соответствует нашей цели. Избегайте обнаружения любой ценой.",
		"introduction": "Вы — агент Синдиката.",
		"roundend_report": "был агентом Синдиката.",
		"ui_theme": "syndicate",
		"uplink": "Вам был предоставлен стандартный аплинк для выполнения вашей задачи."
	},
	"Waffle Corporation": {
		"allies": "Не доверяйте другим агентам (но попробуйте не выдавать их), так как они могли получить противоположные задачи.",
		"goal": "Вы здесь не для большой все-станционной демонстранции. Опять же, другие агенты синдиката могут присутствовать, так что будьте аккуратнее. Ваша задача – достичь своих целей.",
		"introduction": "Вы — агент Синдиката.",
		"roundend_report": "был агентом Синдиката.",
		"ui_theme": "syndicate",
		"uplink": "Вам был предоставлен стандартный аплинк для выполнения вашей задачи."
	},
	"Waffle Corporation Terrorist": {
		"allies": "Большинству агентов Синдиката нельзя доверять. Не доверяйте другим агентам (но попробуйте не выдавать их), так как они могли получить противоположные задачи.",
		"goal": "Наши инвесторы нуждаются в демонстрации нашего обещания уничтожить Нанотрасен. Давайте дадим им громкое представление!",
		"introduction": "Вы — агент Синдиката.",
		"roundend_report": "был агентом Синдиката.",
		"ui_theme": "syndicate",
		"uplink": "Вам был предоставлен стандартный аплинк для выполнения вашей задачи."
	},
	"Contractor Support Unit": {
		"allies": "Вы отправлены, чтобы помочь вашему назначенному агенту. Их приверженность выше всех остальных.",
		"goal": "Помогайте вашему назначенному агенту в максимально возможной степени, их жизнь важнее вашей собственной.",
		"introduction": "Вы агент поддержки контрактника.",
		"roundend_report": "был агентом поддержки контрактника.",
		"ui_theme": "syndicate",
		"uplink": "У вас нет собственного аплинка, следуйте за вашим агентом."
	}
}
